Revit 2027 API
ParameterTypeId.RampAttrRightBalusterAttachPt Property
 "Right Baluster Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrRightBalusterAttachPt { get; }
Public Shared ReadOnly Property RampAttrRightBalusterAttachPt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrRightBalusterAttachPt {
	ForgeTypeId^ get ();
}
static member RampAttrRightBalusterAttachPt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace